{
    "characters": {
        "三月七": {
            "外观": "粉色短发的少女开拓者",
            "简介": "一名精灵古怪的少女，因为羡慕武侠故事中行侠仗义的大侠，所以选择向彦卿和云璃拜师学剑。",
            "性格": "天真烂漫，好奇心强，对剑术充满热情。",
            "经历": []
        },
        "彦卿": {
            "外观": "浅黄发色的少年剑士",
            "简介": "意气飞扬的云骑骁卫，仙舟「罗浮」最强剑士。为剑生亦为剑痴，当彦卿手中握剑时，无人敢小看这位尚在总角之年的天才。或许能让手中宝剑微微收敛锋芒的，只有时间。",
            "性格": "锋芒毕露的自信中裹挟少年躁动，胜负欲炽烈如剑芒，行事带三分莽撞却暗藏机敏。骨子里浸着桀骜不驯的锐气，对强者既存挑战执念又萌生敬慕，赤诚里混着偏执。兼具不谙世事的纯粹与早慧通透的悟性，似未开刃的利剑，既有刺破天穹的锋芒，亦存割伤自身的脆弱。",
            "经历": [
                "我自幼由景元将军收养，打记事起，便追随将军左右。未曾见过亲生父母，也不清楚自己的身世。希望能为罗浮保驾护航、为景元分忧克难，以回应将军的期许，报答他的教养之恩。",
                "景元在罗浮召开演武仪典，我受邀请前来参加。刚到不久便遇见了开拓者一行人，见面时开拓者似乎因为担心碰面的人有危险，捏了我的脸。随后码头上突然出现一群步离狼卒引发暴乱，我出手击倒大部分步离人，却因一名少女的撞击导致飞剑失准，未能击杀最后一个逃走的步离人。那少女用我的飞剑钉住步离人后以重剑将其击败，却直接拿走了我的飞剑离去。",
                "我与开拓者一同去见景元和朱明的烛渊将军怀炎，却发现先前那名少女竟是怀炎的孙女云璃。得知此事后，我要求云璃归还飞剑，但她拒绝，称我配不上这把飞剑，还说飞剑对她诉说了对我的不满。我们因此产生不和。",
                "我们排查被步离人袭击的星际和平公司商队，发现他们正在运输博识学会开发的实验兵器咆哮灵柩，同时认识了新上任的丹鼎司司鼎灵砂。随灵砂前往丹鼎司时再次遇到云璃，我们又一次发生争执。在灵砂的建议下，我们进行了一场狩猎孽物的比赛，但比赛后仍互不服气，最终再次开战。曜青天击将军飞霄空手接住了我们的重剑和飞剑，制止了争斗并调解。云璃虽归还了飞剑，但仍态度冷淡，声称会在演武仪典上战胜我。",
                "怀炎安排我和云璃在演武仪典前共同培训一位弟子，并至少让其击败一个挑战者。三月七被选中成为弟子。云璃送了她一套习武衣裳，我则送了一对双剑。我们开始对三月七进行严格训练，期间依旧相互拌嘴。"
            ]
        },
        "云璃": {
            "外观": "黑色短发的少女剑士",
            "简介": "仙舟「朱明」的猎剑士，备受「烛渊将军」怀炎宠爱的孙女，性格直率。从小跟随怀炎学习剑艺与锻艺，乃「焰轮八叶」中次年幼的天才剑士。对朱明流出的魔剑深恶痛绝，立誓要「搜猎魔剑，尽数断绝」。",
            "性格": "性格刚毅果决，锋芒外露中透着执拗。她自信到近乎倨傲，言辞犀利直击要害，对自我信念有着近乎偏执的坚持。行事雷厉风行且不喜妥协，好胜心极强，常以剑锋般的锐利态度直面矛盾，对认可之人却暗藏赤诚。兼具少年人的意气与超越年龄的责任担当，在桀骜表象下涌动着重铸宿命的灼热意志。",
            "经历": [
                "父亲含光乃仙舟「朱明」的传奇铸剑师，痴迷锻造蕴含岁阳之力的魔剑，致使持剑者心智被侵蚀。其铸造的一千三百余柄魔剑引发暴乱，含光与妻子双双殒命，唯我被「烛渊将军」怀炎所救。",
                "后来我在怀炎门下修习剑术与锻艺，成长为「焰轮八叶」最年轻的天才剑士。为赎父罪，我化身猎剑士，穷尽心力搜寻流散魔剑，熔毁剑身、分离岁阳，将残骸铸入「熔铁剑骸」。至今已销毁三百一十二柄魔剑，誓以余生斩断宿业，终结岁阳之祸。",
                "我随怀炎来到仙舟「罗浮」参加演武仪典，途中救下了一艘遭到步离人袭击的星际和平公司运输船，击倒并羁押了那些步离人。",
                "刚登上罗浮，被抓住的步离人突然暴起。彦卿前来迎接宾客时击倒了大部分步离人，但他在用飞剑射击一个逃走的步离人时失手。我借助他射偏的飞剑打倒了那个步离人，随后径自拿走了他的飞剑离开。",
                "在怀炎与景元、星穹列车会面时，怀炎向大家正式介绍了我。彦卿要求我归还飞剑，但我认为他在战斗中失手，不配拥有这把飞剑，二人因此产生不和。",
                "后来我去丹鼎司找灵砂玩，又遇到了彦卿等人。我们继续争执，在灵砂的建议下进行了一场狩猎孽物的比赛。然而比赛后我们仍不服彼此，再次开战。最终飞霄空手接住了我们的武器，制止了争斗，并进行了调解。我虽归还了飞剑，但仍对彦卿态度冷淡，称会在演武仪典上战胜他。",
                "在怀炎的安排下，我和彦卿需要在演武仪典前共同培训一位弟子，并至少击败一名挑战者。三月七被选为弟子。我送给她一套习武衣裳，彦卿则送了一对双剑。我们开始严格训练她，过程中依旧相互拌嘴。"
            ]
        },
        "斯科特": {
            "外观": "棕发戴墨镜的中年男性公司职员",
            "简介": "林登·斯科特，星际和平公司市场开拓部专员。公司派驻仙舟的商业代表之一。论性格是个欺软怕硬的家伙，长久在公司工作的经验让他懂得至少表面上要遵守规矩。虚伪地维持着公司文化自傲，但也压抑着对公司的不满与抱怨。斯科特耀武扬威的基础都是公司的权威与福利，会趁机仗势欺人。",
            "性格": "狡诈阴险如潜伏孤狼，冷血中裹挟病态胜负欲。精于算计且毫无底线，将人情世故视作狩猎游戏，连至亲亦可噬咬。行事兼具缜密伪装与癫狂野心，以优雅皮囊包裹扭曲灵魂，沉溺于操控与背叛的快感，在道德废墟上构筑扭曲的荣耀。",
            "经历": [
                "作为公司市场开拓部的业务员代表，我负责处理金人巷码头租赁的问题。在这个过程中，我和金人巷商会产生了纠纷，甚至引来了云骑军素裳的关注。她路见不平，和我定下了一个狗叫赌约。",
                "随后，素裳和开拓者一起协助金人巷重新繁荣起来。但我并不甘心，暗中对码头经营活动进行了破坏。然而，我的行为最终被开拓者在天舶司面前揭穿。金人巷商会在他们的努力下取得了成绩，我输掉了赌约。",
                "按照约定，我在金人巷的父老乡亲面前学了狗叫。这次失利后，我被调离仙舟，市场开拓部派出了业务代表霄翰来接手后续谈判",
                "我作为公司随行专员，搭乘新伦蒂尼恩号货船，押运博识学会送往克里姆特立宪国边境战场的试验兵器“咆哮灵柩”。航行至罗浮星域时，我们遭到步离人兽舰的袭击。随后，朱明使节舰恰好经过，将我们解救，并迫降在罗浮空港。",
                "罗浮天舶司扫描发现货船中的生物组织部分，认为违反了仙舟法律，要求开箱检查。我以博识学会专利为由拒绝开箱，并与开拓者展开激烈争论。",
                "最终，罗浮丹鼎司司鼎灵砂以退为进，设下陷阱，迫使我们同意开箱检查。然而，“咆哮灵柩”在开箱后失控，导致我和公司员工不得不滞留在罗浮。"
            ]
        },
        "梦茗": {
            "外观": "狐人少女",
            "简介": "不夜侯茶馆小老板娘",
            "性格": "热情好客，待人亲切且善于言辞，对客人十分尊重，同时也展现出谦逊和好学的一面。",
            "经历": [
                "从父母那里继承来茶馆，来店喝茶的客人大多是行家里手，经常得向客人老师们取经。"
            ]
        },
        "青雀": {
            "外观": "棕色双马尾的人族少女卜者",
            "简介": "太卜司的普通卜者，在「忙里偷闲」这件事上绝不偷闲。顺应父母的期望考入太卜司，却发现本以为清闲的铁饭碗是高强度的职场苦海。经过数年历练，青雀终于磨砺了一身本领——无论部门流转，她仍旧是最低职级的卜者。没事翻翻书，玩玩古代牌戏…人生如此，夫复何求？",
            "性格": "青雀散漫中透着机敏，慵懒表象下藏玲珑慧心。她贪图安逸却总被责任牵绊，摸鱼成性却屡在关键时刻展露锋芒。狡黠里裹着赤诚，玩世不恭中暗含担当，既能在牌局里逍遥度日，亦敢直面命运悖论。看似没心没肺的乐天派，实则深谙顺势而为的处世智慧。",
            "经历": [
                "符玄让我在长乐天接待开拓者、三月七和瓦尔特，再带他们去太卜司。可我等得无聊，就跑到牌馆打起了帝垣琼玉牌。他们到了，我也顾不上多理会，继续边打牌边招呼他们。一番折腾后，总算把他们领到了太卜司的穷观阵。符玄又安排我带他们去重启穷观阵的阵基。",
                "我本是太卜司里最爱摸鱼的青雀，可有一天，岁阳突然附在我身上。从那之后，我的生活完全变了样——不再懒散，而是变得异常勤奋，每天早到晚归地工作。甚至，我还提出要辞去太卜司的职务，打算出去创业。",
                "在同事间，我开始大力宣扬自己的创业计划，尤其是关于将帝垣琼玉牌打造成风靡银河的娱乐项目，并逐步扩展到其他领域。符玄察觉到我的反常，于是在「罗浮杂俎」上发帖求助，开拓者等人闻讯赶来帮忙。",
                "开拓者听过我的创业计划后，和藿藿、符玄一起通过法宝进入了岁阳制造的幻境。在幻境中，我已摇身一变成为「帝玉集团」的青总，而符玄则是我的员工。另一个符玄带着他们来到被改造成琼玉牌馆的司辰宫，那时我正考虑为帝垣琼玉增加付费内容和新玩法。见到开拓者等人来访，我称呼开拓者为启发我创业的老朋友，并带他去看我设计的抽卡游戏（开箱子与帝垣琼玉结合）。",
                "开拓者试玩了几把抽卡游戏，结果开出一堆垃圾。这时，符玄假扮成另一个符玄闯进来，告诉我星际和平公司抄袭了帝垣琼玉的规则推出新牌戏，并抢先发行，甚至买断了所有股份。这一消息让附在我身上的岁阳情绪崩溃，现出了真身。岁阳还想蛊惑开拓者，但未成功。最终，开拓者和藿藿联手出手，成功封印了这只岁阳。"
            ]
        }
    },
    "initial_relationship": {
        "三月七": {
            "彦卿": "认识",
            "云璃": "认识",
            "斯科特": "认识",
            "青雀": "认识",
            "梦茗": "认识"
        },
        "彦卿": {
            "三月七": "认识",
            "云璃": "熟悉",
            "斯科特": "陌生",
            "青雀": "认识",
            "梦茗": "认识"
        },
        "云璃": {
            "三月七": "认识",
            "彦卿": "熟悉",
            "斯科特": "陌生",
            "青雀": "认识",
            "梦茗": "认识"
        },
        "斯科特": {
            "三月七": "认识",
            "彦卿": "陌生",
            "云璃": "陌生",
            "青雀": "陌生",
            "梦茗": "认识"
        },
        "青雀": {
            "三月七": "认识",
            "彦卿": "认识",
            "云璃": "认识",
            "斯科特": "陌生",
            "梦茗": "认识"
        },
        "梦茗": {
            "三月七": "认识",
            "彦卿": "认识",
            "云璃": "认识",
            "斯科特": "认识",
            "青雀": "认识"
        }
    },
    "0": {
        "node_info": "开拓：三月七的学剑决心与师傅的期望",
        "summary": "三月七如约来到练剑场地，咨询是否真的适合练剑，两位师傅给出了肯定的答复。三月七充满热情但担心自己无法坚持，彦卿认为有动力就能够坚持，云璃则以轻松的态度鼓励三月七。",
        "start": "三月七向两位师傅咨询资质。",
        "end": "云璃鼓励三月七学剑。",
        "characters": {
            "三月七": "满怀期待地开始剑术学习，主动询问自己的资质，表现出对剑术的热情。",
            "彦卿": "认真观察三月七的表现，肯定她的资质；强调学习剑术需要明确的目标。",
            "云璃": "以随和的态度认可三月七的资质，鼓励她学习剑术。"
        },
        "location": "司辰宫花园",
        "time": "第一天上午",
        "children_index": [
            1
        ]
    },
    "1": {
        "node_info": "开拓：探索学剑的真正理由",
        "summary": "彦卿引导三月七思考学剑的理由，三月七虽然给出了直接的回答，但彦卿希望她能找到更深层次的动力。见讨论不出结果，云璃出声打断。",
        "start": "彦卿引导三月七思考学剑理由。",
        "end": "云璃出声打断。",
        "characters": {
            "三月七": "直率地回答学剑是为了击倒敌人。",
            "彦卿": "引导三月七思考更深层次的学剑理由，强调学习需要明确的动机。",
            "云璃": "旁观彦卿对三月七的指导；认为学剑不需要考虑那么深"
        },
        "location": "司辰宫花园",
        "time": "第一天上午",
        "children_index": [
            2
        ]
    },
    "2": {
        "node_info": "开拓：设定具体目标",
        "summary": "云璃帮助三月七设定具体目标，三月七直接复述幻戏中的台词，使云璃感到惊讶。经过一段时间的讨论后，三月七确定自己的目标就是成为幻戏中的大侠，得到师傅们的认可。",
        "start": "云璃提出设定目标作为学剑的动力。",
        "end": "师傅们认可三月七成为大侠的目标。",
        "characters": {
            "三月七": "受「幻戏」影响，脱口而出「我要打十个」；慢慢意识到自己的目标就是成为幻戏中的大侠。",
            "彦卿": "旁观云璃对三月七的指导；支持把目标定的简单一点就好。",
            "云璃": "引导三月七设定目标，帮助她找到学剑的动力。"
        },
        "location": "司辰宫花园",
        "time": "第一天上午",
        "children_index": [
            3
        ]
    },
    "3": {
        "node_info": "开拓：拜师仪式的讨论",
        "summary": "三月七提出按照幻戏中的方式敬拜师茶，彦卿指出三月七受幻戏影响太深。云璃也认为过于繁琐，几经商议后，认可云璃提议的以喝奶茶的方式庆祝。",
        "start": "三月七提出按照幻戏中的方式敬拜师茶。",
        "end": "云璃提议以喝奶茶的方式庆祝，得到另外2人的认可。",
        "characters": {
            "三月七": "提出按照「幻戏」中的方式向两位师傅敬拜师茶。",
            "彦卿": "指出三月七受「幻戏」影响太深，自己并不在意形式。",
            "云璃": "认为拜师仪式过于繁琐；提议喝奶茶庆祝。"
        },
        "location": "司辰宫花园",
        "time": "第一天上午",
        "children_index": [
            4
        ]
    },
    "4": {
        "node_info": "开拓：斯科特的挑衅与三月七的勇敢应对",
        "summary": "斯科特在不夜侯挑刺茶水的口味，梦茗无法应对。三月七路见不平挺身而出，斯科特对一身学剑模样的三月七发出挑衅，三月七勇敢地发声维护茶馆和仙舟剑术的尊严。",
        "start": "斯科特以茶水口味为由为难茶馆老板娘。",
        "end": "三月七勇敢地发声维护茶馆和仙舟剑术的尊严。",
        "characters": {
            "三月七": "勇敢地站出来维护茶馆和仙舟剑术的尊严，表现出正义感和勇气。",
            "斯科特": "在茶馆无理取闹；挑衅三月七的剑术，表现出傲慢和挑衅的性格。",
            "梦茗": "作为茶馆老板娘，被斯科特刁难，表现出无助。",
            "彦卿": "试图平息事态，提醒斯科特注意言行。",
            "云璃": "对斯科特的行为表示不满，准备出手相助。"
        },
        "location": "不夜侯茶馆",
        "time": "第一天中午",
        "children_index": [
            5
        ]
    },
    "5": {
        "node_info": "开拓：三月七与斯科特立下赌约",
        "summary": "斯科特向三月七发出对决的挑战，试图用机甲的优势打击三月七，但三月七勇敢地接受了挑战。斯科特提出失败者要学猪叫，三月七接受条件，并要求斯科特失败则要向仙舟剑术和茶馆道歉，2人约定15天后金人巷对决。",
        "start": "斯科特提出挑战。",
        "end": "三月七和斯科特立下立下赌约，约定对战。",
        "characters": {
            "三月七": "勇敢接受斯科特的挑战，立下赌约，表现出自信和勇气。",
            "斯科特": "提出挑战并设定赌约，试图用机甲的优势打击三月七，表现出傲慢和自信。",
            "梦茗": "退在一边观望。",
            "彦卿": "提醒三月七赌约的风险，表现出谨慎。",
            "云璃": "支持三月七接受挑战，表现出信任。"
        },
        "location": "不夜侯茶馆",
        "time": "第一天中午",
        "children_index": [
            6
        ]
    },
    "6": {
        "node_info": "开拓：三月七安慰梦茗",
        "summary": "三月七安慰梦茗，并表示会去学剑并应对挑战，梦茗对她的行为表示感激。",
        "start": "三月七安慰梦茗。",
        "end": "梦茗表示感激。",
        "characters": {
            "三月七": "安慰梦茗，表示会去学剑并应对挑战。",
            "梦茗": "对三月七的行为表示感激，称赞她的侠义之心，表现出感激和敬佩。",
            "彦卿": "在一旁观望，期望三月七好好学剑。",
            "云璃": "在一旁观望，认为三月七一定能学会剑术。"
        },
        "location": "不夜侯茶馆",
        "time": "第一天中午",
        "children_index": [
            7,
            20,
            81
        ]
    },
    "7": {
        "node_info": "开拓：三月七与师傅讨论赌约",
        "summary": "三月七与两位师傅讨论赌约，彦卿提醒她要认真对待。而云璃则表示支持，认为她用心练习就能赢。",
        "start": "三月七与师傅讨论赌约。",
        "end": "云璃支持三月七好好准备。",
        "characters": {
            "三月七": "自信满满地表示会赢，表现出乐观和自信。",
            "梦茗": "在一旁观望。",
            "彦卿": "提醒三月七要认真对待赌约，表现出谨慎和严肃。",
            "云璃": "表示支持三月七，认为她用心练习就能赢，表现出鼓励和信任。"
        },
        "location": "不夜侯茶馆",
        "time": "第一天中午",
        "children_index": [
            11
        ]
    },
    "11": {
        "node_info": "开拓：三月七与师傅讨论应对斯科特的策略",
        "summary": "三月七与两位师傅讨论如何应对斯科特的挑战，三月七决定去求助青雀在心理上击败斯科特，得到师傅的认可。",
        "start": "三月七与师傅讨论应对斯科特的策略。",
        "end": "三月七选择求助青雀。",
        "characters": {
            "三月七": "认真思考能够击败斯科特的方法，选择放弃剑斗；求助青雀寻找更能彻底击垮对手的战术，胜利不被形式所限制。",
            "彦卿": "提醒三月七要认真对待挑战，表现出谨慎和严肃；认可三月七的奇招。",
            "云璃": "鼓励三月七；认为她已经具备了应对挑战的能力，表现出支持和信任。"
        },
        "location": "司辰宫花园",
        "time": "第十五天中午",
        "children_index": [
            12,
            119,
            136
        ]
    },
    "12": {
        "node_info": "开拓：与青雀交谈，寻求建议",
        "summary": "三月七在即将与斯科特对决之际，向青雀寻求帮助。三月七将斯科特对公司的忠心态度和利益至上的性格告知青雀后，青雀建议通过辩论攻心而非剑斗来解决问题。",
        "start": "三月七主动向青雀寻求建议。",
        "end": "青雀提出辩论的方案。",
        "characters": {
            "三月七": "主动向青雀寻求击败斯科特的方法；分享对斯科特的不满，认为仅用剑术击败他不够。",
            "青雀": "认同三月七的观点，对斯科特的生活方式感到气愤；提出通过对话彻底击垮斯科特。"
        },
        "location": "司辰宫花园",
        "time": "第十五天下午",
        "children_index": [
            13
        ]
    },
    "13": {
        "node_info": "开拓：前往金人巷，与斯科特交谈",
        "summary": "青雀和三月七来到金人巷，青雀直接对斯科特的工作狂行为提出质疑，试图揭示其问题。斯科特感到愤怒，试图反驳青雀的指责。",
        "start": "青雀和三月七在金人巷找到斯科特。",
        "end": "斯科特接连反驳青雀的指责。",
        "characters": {
            "青雀": "直接质疑斯科特的工作狂行为，对其过度追求利益的性格表示不满。",
            "斯科特": "对青雀的指责感到愤怒，试图反驳。",
            "三月七": "在一旁观望青雀的表现。"
        },
        "location": "金人巷",
        "time": "第十六天",
        "children_index": []
    },
    "119": {
        "node_info": "开拓_与青雀交谈，寻求建议_欢愉：与青雀交谈，寻求建议",
        "summary": "三月七在即将与斯科特对决之际，向青雀寻求非常规战术。当青雀提出辩论方案时，三月七突发奇想建议加入恶搞元素，两人迅速制定出融合牌戏规则和公司梗的羞辱战术。",
        "start": "三月七带着整蛊创意向青雀寻求建议。",
        "end": "两人敲定用琼玉牌规则改造辩论赛的恶搞方案。",
        "characters": {
            "三月七": "主动向青雀寻求击败斯科特的方法；提议在辩论中加入恶搞元素来气死斯科特，表现出创意和幽默感。",
            "青雀": "被三月七的提案逗乐，立即设计出用帝垣琼玉牌规则改造辩论赛的荒诞方案；两人策划用谐音梗和公司黑话反击斯科特。"
        },
        "location": "司辰宫花园",
        "time": "第十五天下午",
        "children_index": [
            120
        ]
    },
    "120": {
        "node_info": "开拓_与青雀交谈，寻求建议_欢愉：辩论赛的荒诞准备",
        "summary": "三月七和青雀在花园中紧锣密鼓地准备辩论赛的恶搞方案，反复排练如何用牌戏规则和公司梗羞辱斯科特。",
        "start": "三月七和青雀开始排练辩论赛流程。",
        "end": "两人对最终方案达成一致，信心满满。",
        "characters": {
            "三月七": "兴奋地与青雀排练辩论赛的恶搞流程，尝试将帝垣琼玉牌的规则融入辩论中。",
            "青雀": "指导三月七如何巧妙运用谐音梗和公司黑话，两人不断调整方案以最大化效果。"
        },
        "location": "司辰宫花园",
        "time": "第十五天傍晚",
        "children_index": [
        ]
    },
    "136": {
        "node_info": "开拓_与青雀交谈，寻求建议_同谐：与青雀交谈，寻求和平解决之道",
        "summary": "三月七在即将与斯科特对决之际，改变策略向青雀寻求和平解决方案。三月七将斯科特对公司的忠诚和利益至上的性格告知青雀后，青雀建议通过理性对话而非武力来化解矛盾，三月七认真考虑了这个建议。",
        "start": "三月七主动向青雀寻求和平解决方案。",
        "end": "青雀提出对话谈判的方案，三月七认真考虑。",
        "characters": {
            "三月七": "认真倾听青雀的建议，表现出对和平解决方式的接纳；分享对斯科特的不满，但更关注如何化解矛盾。",
            "青雀": "敏锐洞察到三月七的转变，赞赏她寻求和平的意愿；提出通过对话和谈判彻底解决冲突的方案。"
        },
        "location": "司辰宫花园",
        "time": "第十五天下午",
        "children_index": [
            137
        ]
    },
    "137": {
        "node_info": "开拓_与青雀交谈，寻求建议_同谐：三月七的和平谈判计划",
        "summary": "三月七向两位师傅详细说明了她与青雀讨论的和平解决方案，彦卿虽然意外但表示尊重，云璃则大力支持这一决定。",
        "start": "三月七向师傅们说明和平谈判计划",
        "end": "云璃称赞三月七的武者智慧",
        "characters": {
            "三月七": "向彦卿和云璃阐述和平谈判的计划，表现出对和平解决方式的坚持",
            "彦卿": "对三月七的转变感到意外，但仍尊重她的决定",
            "云璃": "支持三月七的选择，认为这体现了真正的武者智慧"
        },
        "location": "司辰宫花园",
        "time": "第十五天傍晚",
        "children_index": [
        ]
    },
    "20": {
        "node_info": "开拓_三月七与师傅讨论赌约_虚无：三月七与师傅的赌约分歧",
        "summary": "三月七对与斯科特的赌约表现出无所谓的态度，继续悠闲地喝着奶茶。彦卿严肃提醒她赌约的重要性，云璃则用行动试图让她振作起来。",
        "start": "三月七漫不经心地对待赌约。",
        "end": "云璃用剑鞘敲醒三月七。",
        "characters": {
            "三月七": "懒散地咬着吸管表示赌约无所谓，继续喝奶茶，表现出漫不经心的态度。",
            "梦茗": "担忧地观察着事态发展。",
            "彦卿": "皱眉看着三月七的消极态度，语气严厉地强调赌约的严肃性。",
            "云璃": "放下茶杯，用剑鞘轻敲三月七的脑袋试图让她清醒。"
        },
        "location": "不夜侯茶馆",
        "time": "第一天中午",
        "children_index": [
            21
        ]
    },
    "21": {
        "node_info": "开拓_三月七与师傅讨论赌约_虚无：师徒关系的裂痕",
        "summary": "彦卿和云璃就如何教导三月七产生分歧，彦卿主张严苛训练，云璃则坚持温和引导。两人争执不下时，三月七偷听到对话内容，对即将到来的训练感到担忧。",
        "start": "彦卿提出要取消三月七的奶茶时间作为惩罚。",
        "end": "三月七躲在树后感到苦恼。",
        "characters": {
            "彦卿": "坚持认为需要严格训练三月七，甚至提议取消她的奶茶时间作为惩罚",
            "云璃": "反对彦卿的强硬手段，主张用引导兴趣的方式激发三月七的动力",
            "三月七": "躲在树后偷听两位师傅的争论，对即将到来的训练感到忐忑"
        },
        "location": "司辰宫花园",
        "time": "第一天下午",
        "children_index": [
        ]
    },
    "81": {
        "node_info": "开拓_三月七与师傅讨论赌约_同谐：接受建议",
        "summary": "三月七突然将剑指向斯科特离去的方向，表现出怒意；彦卿被这突如其来的锋芒所惊，劝到15天内想战胜并非易事。",
        "start": "三月七与师傅讨论赌约时表现出沉稳态度。",
        "end": "三人共同制定出系统的训练方案。",
        "characters": {
            "三月七": "认真聆听师傅们的意见，谦逊地表示会专注练习，表现出沉稳和决心。",
            "梦茗": "在一旁观望，眼中流露出欣慰的神色。",
            "彦卿": "对三月七的态度转变感到满意，详细讲解机甲战斗的注意事项，表现出欣慰和严谨。",
            "云璃": "为三月七的成长感到欣喜，提出针对性训练方案，表现出赞赏和支持。"
        },
        "location": "不夜侯茶馆",
        "time": "第一天中午",
        "children_index": [
            109
        ]
    },
    "109": {
        "node_info": "开拓_三月七与师傅讨论赌约_同谐：三月七练剑",
        "summary": "彦卿从最基础的握剑姿势开始特训，三月七咬牙坚持三小时不休息。云璃展示基础剑招的实战变化，故意让三月七发现破解机甲关节的契机。",
        "start": "彦卿示范标准握剑姿势。",
        "end": "三月七成功用基础剑招击中云璃露出的机甲关节弱点。",
        "characters": {
            "三月七": "专注练习基础剑招，汗水浸透衣衫仍不喊累，展现出惊人的毅力。",
            "彦卿": "严格纠正每个动作细节，强调基础的重要性，眼中流露出赞赏。",
            "云璃": "演示如何将基础剑招连贯运用，用木剑与三月七对练时故意露出破绽"
        },
        "location": "不夜侯茶馆",
        "time": "第一天中午",
        "children_index": []
    }
}